[
    {
        "quote": "Because of the existence of love - sacrifice is born. As well as hate. Then one comprehends... one knows PAIN.",
        "character": "Pain",
        "anime": "Naruto"
    },
    {
        "quote": "I'm still a man too, I wanted to look calm and composed in front of everyone. Especially in front of the one I'm in love with.",
        "character": "Ooga Kazuomi",
        "anime": "ReLIFE"
    },
    {
        "quote": "Clausewitz, he pointed out that no matter how carefully one plans, on the battlefield, even the smallest of details can cause setbacks. Regardless of how well-thought it is, armchair strategizing only works in the realm of theory. Unexpected troubles, or uncontrollable factors such as weather. Operations face those sorts of troubles. They are the cause of strife on the battlefield.",
        "character": "Makishima Shougo",
        "anime": "Psycho-Pass Extended Edition"
    },
    {
        "quote": "Courage is a word of justice. It means the quality of mind that enables one to face apprehension with confidence and resolution. It is not right to use it as an excuse to kill someone.",
        "character": "Ran Mouri",
        "anime": "Detective Conan"
    },
    {
        "quote": "Everyone Makes Mistakes. But people's feelings can manifest through the most subtle of expressions.",
        "character": "Nona",
        "anime": "Death Parade"
    },
    {
        "quote": "The truth is everyone is going to hurt you, you just got to find the ones worth suffering for.",
        "character": "Hei",
        "anime": "Darker Than Black"
    },
    {
        "quote": "Slowly, by spending time together with that person, your love for him will grow bigger.",
        "character": "Kaizaki Arata",
        "anime": "ReLIFE"
    },
    {
        "quote": "It's best to go up against strong guys, if you want to get stronger.",
        "character": "Shoyo Hinata",
        "anime": "Haikyuu!!"
    },
    {
        "quote": "The inexperienced draw attention by acting differently.",
        "character": "Oreki Houtarou",
        "anime": "Hyouka"
    },
    {
        "quote": "DEATH is so unfair. It comes to those who don't need it. But not the people who are asking for it.",
        "character": "Yuu Otosaka",
        "anime": "Charlotte"
    },
    {
        "quote": "Knowing what it feels to be in PAIN, Is exactly why we try to be KIND to others.",
        "character": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "The true measure of a shinobi is not how he lives but how he dies. It's not what they do in life but what they did before dying that proves their worth.",
        "character": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "I believe that the day will come when people can truly understand each other.",
        "character": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "Getting dumped always makes a man stronger, but then again, men aren't meant to pursue happiness…",
        "character": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "One person is all everyone needs.",
        "character": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "Rejection is a part of any man's life. If you can't accept and move past rejection or at least use it as writing material you're not a real man.",
        "character": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "In this world, wherever there is light - there are also shadows. As long as the concept of winners exists, there must also be losers. The selfish desire of wanting to maintain peace causes wars, and hatred is born to protect love.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "When a man learns to love, he must bear the risk of hatred.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "Man seeks peace, yet at the same time yearning for war… Those are the two realms belonging solely to man. Thinking of peace whilst spilling blood is something that only humans could do. They're two sides of the same coin… to protect something… another must be sacrificed.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "The longer you live… The more you realize that reality is just made of pain, suffering and emptiness.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "Talking about peace whilst spilling blood, it's something that only humans can do.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "Power is not will, it is the phenomenon of physically making things happen.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "Would you consider dying together \"Teamwork\" as well?",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "Don't improvise what you cannot handle.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "The concept of hope is nothing more than giving up. A word that holds no true meaning.",
        "character": "Madara Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "There are times humans can't back down from a fight.",
        "character": "Shinichi Izumi",
        "anime": "Parasyte: The Maximum"
    },
    {
        "quote": "Maybe humans are the closest thing to demons alive.",
        "character": "Shinichi Izumi",
        "anime": "Parasyte: The Maximum"
    },
    {
        "quote": "Maybe life has no equal trade, maybe you can give up all you got, and get nothing back. Even If I can't prove it's true, I have to try, for your sake, AL.",
        "character": "Edward Elric",
        "anime": "Fullmetal Alchemist"
    },
    {
        "quote": "Like I always say, can't find a door? Make your own.",
        "character": "Edward Elric",
        "anime": "Fullmetal Alchemist"
    },
    {
        "quote": "Life that has been lost cannot be brought back again. That very truth is what shows us the meaning and value of living.",
        "character": "Roy Mustang",
        "anime": "Fullmetal Alchemist"
    },
    {
        "quote": "There's no way we could meet. But one thing is certain. If we see each other, we'll know. That you were the one who was inside me. That I was the one who was inside you.",
        "character": "Mitsuha Miyamizu",
        "anime": "Your Name"
    },
    {
        "quote": "Even if words are lost, tradition should be handed down.",
        "character": "Hitoha Miyamizu",
        "anime": "Your Name"
    }
]